export const allergensList = [
    'Молочные продукты',
    'Яйцо',
    'Рыба',
    'Моллюски',
    'Орехи',
    'Томат (помидор)',
    'Цитрусовые',
    'Клубника (ягоды)',
    'Шоколад',
];

export const meatOptions = ['Курица', 'Свинина', 'Говядина', 'Индейка', 'Утка'];

export const sideDishOptions = [
    'Картошка',
    'Гречка',
    'Паста',
    'Спагетти',
    'Рис',
    'Капуста',
    'Фасоль',
    'Другие овощи',
];

export const categories = [
    'Первые блюда',
    'Вторые блюда',
    'Веганская кухня',
    'Закуски',
    'Детские блюда',
    'Десерты, выпечка',
    'Лечебное питание',
    'Соусы',
    'Напитки',
    'Заготовки',
];

export const authors = [
    'Елена Мин',
    'Михаил Чонишвили',
    'Елена Прекрасная',
    'Alex Cook',
    'Екатерина Константинопольская',
    'Инна Высоцкая',
    'Сергей Разумов',
    'Анна Рогачева',
    'Иван Орлов',
    'Повар Ши',
    'Только новые авторы',
];
